<?php
$a = array("ไม่มีความสำเร็จใด ที่จะไม่ใช้ความพยายามและเวลา",
"มองปัญหา ให้เหมือนกับ “เม็ดทราย” ถึงจะเยอะมากมาย แต่ทรายก็เล็กแค่ “นิดเดียว”",
"ถึงคนเราจะมีเวลา 24 ชั่วโมงเท่ากัน ..แต่เชื่อสิ “คนรอ” กับ “คนถูกรอ” มันนานไม่เท่ากัน..",
"วิธี “เปลี่ยนคนอื่น” ที่ดีที่สุด คือ “เปลี่ยนมุมมอง” ของ “ตัวเรา” เอง",
"ผู้หญิงไม่ได้ต้องการเจ้าชาย!... แต่ต้องการผู้ชายที่คิดว่าเธอคือเจ้าหญิง",
"พยัญชนะในภาษาไทยและภาษาอังกฤษ..ที่ผสมผสานกันได้อย่างลงตัวคือ (พ. D)",
"เมื่อคิดจะเดินไปข้างหน้า โปรดอย่าหันมองกลับหลังอย่างเสียดาย",
"รักแท้ แพ้ ลับหลัง",
"เวลาคนเรามีเท่ากัน แต่การจัดสรรเวลาของเราต่างกัน",
"ยา ที่ดีที่สุด เวลาที่ทะเลาะกับแฟน .. คือ การนึกถึง 1 นาทีแรกที่ได้เป็นแฟนกัน",
"การได้แบ่งปันประสบการณ์ ความรู้หรือแม้แต่ความรู้สึก ก็สามารถเป็นบทเรียนที่ดีให้คนอื่นได้",
"อย่ามัวแต่โทษโชคชะตา หากคุณไม่แสวงหาโอกาสให้ตนเอง",
"ชีวิตไม่ใช่การค้นหาตัวเอง แต่เป็นการสร้างตัวตนของคุณขึ้นมาเอง",
"คนทุกคน… ย่อมมีเหตุผลในการเลือกที่จะทำ",
"เมื่ออายุเพิ่มขึ้น สิ่งที่ต้องเพิ่มขึ้นคือ “เหตุผล” สิ่งที่ต้องลดลงคือ “อารมณ์”",
"เป็นโสด ก็เหมือน ของสด ราคาไม่ลดแถมมีแต่คนอยากได้",
"สรรพสิ่งแค่ยืมมาอย่ายึดไว้ เพราะสุดท้ายก็ต้องคืนอยู่ดี",
"Social Network...ทำให้คนไกลได้ขยับเข้ามาใกล้...แต่ก็กำลังจะทำให้คนใกล้ ๆ โดนดีดไปไกล ๆ",
"พูดเร็วไป=เสียใจที่ไม่ทันได้คิด   คิดนานไป=เสียใจที่ไม่มีโอกาสได้พูด",
"เพราะ Facebook มีปุ่มให้กด Like..ยังจะ Like แม้ไม่ได้เป็นคนรู้จัก...ยังจะรัก แม้ไม่ได้เป็นคนรู้ใจ",
);
$random_key = array_rand($a,1);
echo"<p>".$a[$random_key]."</p>";